{"threads":[{"comments":["I’m so glad that I got to see you get married Maddie. You looked absolutely beautiful honey. Your wedding party was gorgeous too. So happy for you both. ","So beautiful!!  congratulations!!","Congratulations! What a joy filled celebration!","Oh my heart. So, so beautiful in every way. A magical day, and you captured it perfectly Carley! You also made it incredibly fun!!! Can hardly wait for the rest!","Oh my goodness Madison I’m tearing up over here This looks like it was such a beautiful wedding and you are the most beautiful bride!! Congratulations to you and Levi!! I am beyond excited for you both and the life you are going to build together","So beautiful!! I am so happy for you, Madison!! ","eeeek I love you and I am so happy for you!!!!! ","You are so beautiful ","You look absolutely stunning! Congratulations! So so happy for you both! ","Beaaaaautiful bride  geez!! ","Such a happy day! Amazing, glowing, beautiful ","So happy for you two! Congratulations!","Congratulations to you both!!!","Wow! These are amazing! So beautiful is every way! Congratulations  ","These are so amazing!!! You looked BEAUTIFUL!!! ","CongratulationsThese pictures are so beautiful ","Was a pleasure to be there remotely to share in your joy","Congratulations ","Oh my goshhhhh","Awe these are gorgeous. Congratulations you guys!!","Congrats!!"],"id":"4bfa706af90a5f5b4ef4e7fddefff14d","post":["A treasured day to start a lifetime of treasured moments with you. Thank you to our family and friends for cheering us on and making this day possible.Thank you, @carleymaephotography for the lovely sneak peak!"]},{"comments":["Muy hermosas."],"id":"88cee6f4b8e71cb4b168eed121b4c837","post":[]},{"comments":["Their Chicken Marsala (Pollo Marsala) is absolutely fabulous!! It is one of my favorite dishes anywhere!!"],"id":"dd7f768ebcd8477aa164abdecda65e4e","post":["Great deal!"]},{"comments":["Happy Birthday Lauryn!! "],"id":"89e4dd9ed524c141597ff216c22925ac","post":["happy birthday 21st to my cousin and my forever friend love you forever Lo!"]},{"comments":["Nice!"],"id":"a8a83f58c3bbf0e9195f1b7001e24a40","post":["Going to a gala in 2020....on zoom! Professional on the top and relaxed on the bottom. #olivecrestgalacontest #hotel"]},{"comments":["Man, this is crazy."],"id":"6e7c04d72b6d07541b980fbcc4020d97","post":["Watch this video in addition to pictures: https://youtu.be/-sPkhleHBekThis large studio is a unique find! It is roomy and has some separation of spaces. It is somewhere around 700 square feet. This unit is within a secured building with keyed entry and garage parking. The extra large living area can be divided up, using it for multiple purposes, with a sleeping alcove around the corner. It has a large kitchen and bathroom. This is a handicap unit on the second floor, right … See More"]},{"comments":["Awesome job guys, that torta looks boss.  I haven’t been down there for quite awhile but that’s about to change! "],"id":"ff160476cacb906c1c35aab0b98a6942","post":["Rave !!!! we are back at it again"]},{"comments":["Their Chicken Marsala (Pollo Marsala) is absolutely fabulous!! It is one of my favorite dishes anywhere!!","Love this idea! I will be by soon","Looks yummy!","Cory Hendricks","Thanks Bridget! I think we'll order tonight. It looks like a good deal.","Debby - one of my favorite places to eat in town!","Always delicious!"],"id":"87f1e32a7733b31e329613177ffd9d4e","post":["Great deal!"]}]}