{
  "threads": [
    {
      "comments": [
        "Felder Enterprises425-260-2641Excellent service and very good pricing"
      ],
      "id": "d5e92aaf951862958ccebc3d161a6142",
      "post": [
        "Hi there! I know it's late in the season, but does anyone know of company still doing lawn care?"
      ]
    },
    {
      "comments": [
        "Imagine the amount of money, time and effort wasted just to satisfy a man's ego! "
      ],
      "id": "da5f885a7a941b67e701a7ac0735b41a",
      "post": [
        "President Trump and his allies have filed nearly 20 lawsuits seeking to undermine election results in the past eight days. According to several judges and experts, these suits are unlikely to affect — let alone to overturn — the outcome of the election."
      ]
    },
    {
      "comments": [
        "I'm sure he wasn't compensated at all for such a friendly deal....",
        "Bryan Rosie l was going to say that, the picture is better. ",
        "Poor Judgment!?!?!?  Talk about an understatement his actions were criminal I’d like to see him behind bars for the rest of his sorry life",
        "There is no justice !!!! Money, power , connections and guilty gets away with no punishment just a slap on the hand. Acosta is a POS and disgusting human being. His actions and willingness on going beyond and above protecting Epstein resulted in sexual assault of so many young unsuspecting innocent victims!!!  It is very upsetting to see  how our legal and justice system failed to protect ones that supposed to protect yet the real criminals walk free. ",
        "There's a huge difference between bad judgment and deliberately letting a child rapist and child sextraffiker off with a slap on the wrist while purposely not allowing accusers to have their day in court. I wonder how many other children were assaulted and victimized as a result of the \"bad judgement /slap on the wrist.\"",
        "Ernesto Barron He was allowed to leave the prison during the day.  ",
        "When rich ppl do a bad thing its poor judgement. When poor ppl do a bad thing, you are put in jail and your life is destroyed.",
        "When poor people look at you the wrong way, they are put in jail!",
        "Success comes with a price, I never believed in online trading after my awful experience with scammers who parade themselves as account managers, I lost heavily to scammers, until a friend of mine told me about her experience with Mr's Karin Mortensen I gave it a try gave in my last shot, woo!!! But to my greatest surprise I got my withdrawal, I now earn on week basis, all thanks to her Connect with her to recover your lost fundshttps://www.facebook.com/karin.mortensen.794",
        "Well, yeah.  If you're just 1 person how else are you going to force 10,000 people to do what you tell them to for your benefit?",
        "Bhautik Gandhi oh so true.. it's sad really. but they will be held accountable at the end.",
        "Bhautik Gandhi a wise man told me that difference between the rich and poor is that rich people can afford to make mistakes and fall ill. Poor people can’t afford either.",
        "Matthew Roberts ask trump ",
        "Susan LaJeunesse Greenlaw Unfortunately this goes well before and likely well after Donald Trump. ",
        "Bhautik Gandhi I've a client that's been indicted for steeling 3 million.  He paid it back when his house sold.  He will walk I'm sure.  If I stole 30 bucks and paid it back I would do 6 months I bet.",
        "Trumps DOJ, Trump and Epstein were close friends for years, Acosta was in Trumps Administration. Another Barr con job. ",
        "The Rand Corporation has completed a long term intensive research project studying wealth inequality and how a government owned by the 1% have enacted policies that have STOLEN $50 TRILLION DOLLARS from the 99% since 1975.The only way to correct this is a heavy tax rate on the 1% and strong social programs like Medicare For All.Trump and Biden both oppose any of that.https://www.rand.org/pubs/working_papers/WRA516-1.html",
        "Richard Lounsbury the original case was under the George W Bush administration.  ",
        "Brent Ponto  : Very relevant book to read on how the zealot wealthy elite gamed the system in their favor, \"Age of Greed: The Triumph of Finance and the Decline of America, 1970 to the Present\" by Jeff Madrick.Very much worth the time.( following interview with Madrick is from 2011 ) https://www.aarp.org/.../interview-jeff-madrick-greed...",
        "Money and influence speaks volumes in our inequitable legal system.  We can do better.  ",
        "Anne Fletcher I guess no one is gonna skip your profile without saying hi ,your post are so lovely and your pics are Beautiful too. Am sorry if I'm bothering you .but I would have to know you but we are not friends which I look forward too, can you please send me a request I tried but didn't go through. ",
        "Wow looks like Trump ordered Barr to clean it up.",
        "Joseph Zito yup",
        "Joseph Zito ",
        "Joseph Zito ...before AG Schiff gets a chance to.",
        "Epstein \"worked for\" Barr's father...  true story.",
        "Doug Jacobsen That's so pathetic... Barr just actually did it for Trump... It just actually happened. Your QAnon hero just let a pedo enabler go because he'll be implicated... Man you people are dumb.",
        "He needs to be run out of the country on a rail. As long as we have people in the  system that turn a blind eye and compromise the judicial system we will have people like Epstein. Justice for all!",
        "Wasn't Bill Barr's dad in Epstein little black book.",
        "Jennie Bryant I'm not sure about that. Could be. But Bill Barr's dad hired Epstein to teach at a high school (even though Epstein was barely qualified to teach).",
        "Well considering current events they are going to have a heck of a time explaining that to the ICC. Preventable harm to children. Very serious. I'm sorry those involved in this DOJ are so dumb. That's terrible",
        "They're not dumb. They're bouught either with money or a secret dossier that cites their own crimes. Jmho",
        "Bring the case up again when fatty barr and trump aren't involved!",
        "Loris Jean Seibel  Don't forget Frequent Lolita Express Flyer, Bubba.",
        "Raymond Guy I’ll take someone whom the Barr led justice department never indicted for $1000.  ",
        "Raymond Guy ",
        "Bryson Baker Yup, plus there are 17 log entries of Bubba on the Lolita Express. ",
        "Loris Jean, that requires finding another person to prosecute. ",
        "Poor Judgement?? Alex Acosta went above and beyond to cover up Jeffrey Epstein's crimes and to protect him from his underage victims knowing full well that he would continue prey on children.",
        "Acosta is a POS for making that deal!! It’s beyond unacceptable to not even discuss with the victims and sneak it in! Eipstein should have gone to prison at THIS point! ",
        "You smell that? Smells like bullsh...\"poor judgement\"...it.",
        "The politicized DOJ is cleaning up loose ends, ally pardons in a different form.",
        "Those men who let him.off ....Should now have a law suit against them ...and justice should be served ..and those girls need to be given part of The estate ...",
        "So now NPR won't but should investigate the ties between Epstein and Trump, Clinton, and Bill Gates",
        "Luis Fernandez it’s already been investigated.  And it’s not NPR’s job to perform criminal investigations, that’s what Trump’s justice department was responsible to do over the past 4 years.  And they came up with exactly no indictments of people you are trying to smear.",
        "Matt Mallet so trump clinton and gates inocent according to you.",
        "Matt Mallet Obamas justice dept was responsible to investigate.",
        "POOR judgment?! and lack of morality maybe?",
        "That's one way to call it.",
        "Jon Garcia For real.  That exactly what Mike said.  That's one way to call it.",
        "Poor judgment... that’s an understatement.",
        "The DOJ doesn't hold a lot of credibility in this misadministration",
        "Poor judgement is thinking you can rock the Rachel haircut. This is just shameful and an insult to the victims.",
        "Really? He should loose his license to practice law.",
        "Letting a known pedophile loose is poor judgment??? ",
        "Sexual assault against women, even if they are technically children, is not that big of a deal, apparently.",
        "Yeah poor judgement to let a child rapist keep on raping little girls. I think he needs a long trip to club fed.",
        "I trust nothing coming out of that Justice Department, as long as that corrupted Barr is still heading it.",
        "Sounds like \"professional misconduct\" to a normal sane person.....",
        "Smells like Trump to me ....... Funny how Trump and Epstein are friends (then) and Acosta helps Epstein escape serious time and then ends up in Trumps cabinet ..... payback?",
        "Wait are we talking about that guy who didn't commit suicide. ",
        "“Poor judgement” is kinda sugar coating how corrupt this was, no?",
        "Sure...if poor judgement is synonymous with big payoff....",
        "Unbelievable but no surprise.  The secret deal was even found illegal by a Federal Judge.  ",
        "Now there is a POS who should not be walking around any longer with his head attached.",
        "Poor judgement, is that a euphemism for took a bribe?",
        "The really good lawyers are all in the private sector cause thats where the biggest money is",
        "Back then Acosta was rewarded by Trump...",
        "Yea, he made sure he walked that line.  Not for the people.",
        "Well, that's one less pardon Trump will have to write out.",
        "Trumps friend got off, the guy who got him off got a cabinet post, and trumps own doj then clears him.....huh, I believe it.......nothing to see here",
        "To the extent there is no clear evidence of a quid pro quo, or that the deal did not in stem from an obvious conflict of interest, we will need to leave it at that. If evidence surfaces, we will need to reconsider.",
        "Where are all the save the children folks now? ",
        "It will be nice two months from now when we can have a DOJ that applies justice fairly to all again.",
        "If “poor judgement” results in hundreds of underage girls being raped this should constitute a crime ",
        "Yeah, ok, Barr strikes again. ",
        "if we start holding them accountable for this, then what will happen to the justice system?",
        "His $$$$ and the secrets Epstein held got him off!!!!   Anyone else would not see daylight again",
        "Bill Barrs justice department?",
        "Not to mention Trump’s statement upon Maxwell’s arrest. “Yeah, I wish her well.”  What a group of disgusting people.  Throw Robert Kraft getting off as the cherry on top.  ",
        "Susette Leopard McSwain oh i know huh?",
        "barr’s DOJ is a joke and has no credibility. ",
        "I dunno, if we aren't hiring for expertise, and good judgement, could we maybe economize on what we pay for bad judgement?",
        "Isn't that convenient.",
        "One rich, old, white guy deciding another rich, old white guy shouldn't be punished for his crimes. Amerikkka.",
        "Poor judgement? Lol",
        "Let’s not forget Barr’s daddy hired Epstein.....",
        "Yea think! Rolls eyes, and follow the money",
        "The trash factory just keeps on giving",
        "Poor judgment.... Yeah, right. Epstein had everybody in his pocket.",
        "Corruption at its finest. ",
        "Yeah, that sounds accurate. ",
        "Gee, you think?",
        "Man, the QAnon Qrazies must just be SO confusedWhat with Trump's pal, Jeffrey Epstein, being a convicted pedophile and all ... ",
        "Bobulinski Says FBI Lists Him as ‘Material Witness’ Regarding Biden Family",
        "No justice for hundreds of children, 13 year olds, sexually assaulted, raped, by Jeffrey Epstein and his friends (Trump was a friend). Poor judgement was the slap on the wrist deal Epstein got say evil GOP Trump fixer Barr. And people still vote for these monsters!",
        "The Rand Corporation has completed a long term intensive research project studying wealth inequality and how a government owned by the 1% have enacted policies that have STOLEN $50 TRILLION DOLLARS from the 99% since 1975.The only way to correct this is a heavy tax rate on the 1% and strong social programs like Medicare For All.Trump and Biden both oppose any of that.https://www.rand.org/pubs/working_papers/WRA516-1.html",
        "\"The Office of Professional Responsibility's findings in the 13-page executive summary exonerate Acosta and other attorneys from allegations they made this deal under a corrupt bargain with Epstein and his legal team.\"Y'all gotta be a pretty bad corrupt lawyer to leave a trail of evidence.",
        "It wasn’t poor judgment, it was quid pro quo. ",
        "I was told Epstein 'belonged to intelligence' and to leave it alone,\" Acosta, who resigned as Secretary of Labor on Friday, reportedly claimed.",
        "What intelligence service did Epstein work for?",
        "The Q people must be all over this. Right?Right???",
        "The Rand Corporation has completed a long term intensive research project studying wealth inequality and how a government owned by the 1% have enacted policies that have STOLEN $50 TRILLION DOLLARS from the 99% since 1975.The only way to correct this is a heavy tax rate on the 1% and strong social programs like Medicare For All.Trump and Biden both oppose any of that.https://www.rand.org/pubs/working_papers/WRA516-1.html",
        "Still going with \"died by suicide\", eh?",
        "This finding is the definition of ' poor judgement '",
        "So no misconduct, just incompetence. ",
        "Of course it will remain secret and shoved off.",
        "Success comes with a price, I never believed in online trading after my awful experience with scammers who parade themselves as account managers, I lost heavily to scammers, until a friend of mine told me about her experience with Mr's Karin Mortensen I gave it a try gave in my last shot, woo!!! But to my greatest surprise I got my withdrawal, I now earn on week basis, all thanks to her Connect with her to recover your lost fundshttps://www.facebook.com/karin.mortensen.794",
        "bs ",
        "Noé Schouker I fully thought this was McNulty",
        "Dessa Gerger close but McNulty’s judgement is never poor",
        "A Trump appointed judge??",
        "WTF?!",
        "Well thank you for reporting the obvious",
        "Corruption ",
        "Typical selfish corrupt greedy republiKKKan ",
        "Disbar him",
        "He got paid off",
        "He was just doing what Trump asked him to do.",
        "Duh   ",
        "Epstein committed \"suicide\" while in custody of Barr's DOJ. Trump had Epstein's phone number on his phone. Trump flew to Epstein's island at least once. The rape case involving the 13 yr old child allegedly took place while Trump was partying with Epstein. Bill Barr's father gave Epstein a job at an elite private high school as a math teacher when Epstein was only 21.Alex Acosta got a sweet job in Trump's administration.Coincidence?",
        "ELECTION FRAUD.• 11/10/20: Ronna McDaniel Presents 131 Affidavits, 2,800 Incident Reports of Alleged Voter Fraud in MI: Media Still Demands 'Evidence', Report ———> https://pjmedia.com/.../ronna-mcdaniel-presents-131...",
        "Ya think?",
        "Gruesome",
        "That is BS",
        "ya think?",
        "That's some BS. Seriously.",
        "Disgusting ",
        "Ya think?",
        "The fix is in"
      ],
      "id": "c61db193c9322c8c8972a5b738dbea78",
      "post": [
        "A Justice Dept. report found that former Labor Secretary Alex Acosta used \"poor judgment\" in crafting a 2008 nonprosecution deal for Jeffrey Epstein — but did not commit professional misconduct."
      ]
    },
    {
      "comments": [
        "One of many reasons keeping online debate after the pandemic would be a bad idea"
      ],
      "id": "96b321072bbe392714f600a6381d431e",
      "post": []
    },
    {
      "comments": ["Not on the 10XR"],
      "id": "90b829016eebad50d54732c11e206a0d",
      "post": [
        "How old were you when you found out you can take screenshots by tapping the apple logo on the back of your iphone? "
      ]
    },
    {
      "comments": [
        "\"Touche, God...touche...\"",
        "One of many reasons keeping online debate after the pandemic would be a bad idea"
      ],
      "id": "3969498ba4015088c41887668e505b42",
      "post": []
    },
    {
      "comments": [
        "My son John works for a Japanese company for 30 years and has had a talented Japanese student living in his home for the past several years. I will send you Johns co tact info! He is your Dads cousin! Good Luck. Aunt Joan"
      ],
      "id": "8b69ac7f376d0b39c35db3d3fb0081ad",
      "post": [
        "Hi everyone,I am currently working on a group project for my Negotiations class. The project centers on examining how intercultural variables affect negotiation tactics and outcomes. I was wondering if you, or perhaps someone you know, does business with Japan? If so, please let me know!"
      ]
    },
    {
      "comments": [
        "Definitely The Buffalo!!  Amazing workouts, great owners and community!  "
      ],
      "id": "58b1bf5ebbbf276b906b7ae73a6b298b",
      "post": [
        "What gyms are open in the Maple Valley area for group fitness? I can’t wait for Orangetheory and King Inslee anymore. Thanks! — looking for recommendations."
      ]
    },
    {
      "comments": ["Eat the frog!!  It’s amazing. "],
      "id": "8d08ee5852ad15601c6c6f00dc047d30",
      "post": [
        "What gyms are open in the Maple Valley area for group fitness? I can’t wait for Orangetheory and King Inslee anymore. Thanks! — looking for recommendations."
      ]
    },
    {
      "comments": [
        "The Buffalo Maple valley ",
        "The Buffalo!!! ",
        "I love 9 Round - right at 4 Corners",
        "Tahoma Athletic Club is open",
        "Also checkout Our Village - FIT4MOM Maple Valley",
        "Tahoma Athletic Club - great COVID precautions, awesome trainers, indoor and outdoor options, community minded full service gym. The best!",
        "Thrive Community Fitness - Maple Valley has a wide variety of classes!  ",
        "Definitely The Buffalo!!  Amazing workouts, great owners and community!  ",
        "Not to be a Debbie downer, but Oregon just announced they’re shutting down gyms and all indoor/outdoor activities statewide so I’m sure we will follow suit ",
        "Heather Fraser hahah I JUST posted the same!",
        "Jill Clark ugh this just sucks doesn’t it?!",
        "Shannon Waldorf I’ve been thinking the same thing as you but looks like we may need to wait...Inslee had a press conference last night that he’s prob going to tighten back up and OR just announced they’re tightening up which includes all gym closure  ",
        "Jill Clark maybe but maybe not! Some other states and cities are closing down but a lot of them are deeming gyms/fitness studios as essential  so here’s hoping  ",
        "Elaine Cruzat yes we’ll see! But I feel like whatever Oregon does, Inslee does...and theirs is a statewide shutdown. I’ve lost all optimism at this point if you can’t tell ",
        "Eat the frog!!  It’s amazing. "
      ],
      "id": "fe3845ff111d013174ff4c547ba499ac",
      "post": [
        "What gyms are open in the Maple Valley area for group fitness? I can’t wait for Orangetheory and King Inslee anymore. Thanks! — looking for recommendations."
      ]
    },
    {
      "comments": [
        "Anti American. Anti Democracy. Anti American people. The people who have voted are basically getting the middle finger from this authoritarian regime. "
      ],
      "id": "8086c45586bc7198249cd0757e9f9ce5",
      "post": [
        "Biden has 290 electoral votes. Denying him the curtesy of a smooth transition hurts the entire U.S  Lawmakers that do not acknowledge the fecklessness of Trump's pouting need to get beyond any cincession speeches and just give Biden the same courtesy that Trump, and every other President before have been given. Trump can still sue and Biden can still begin the transition, simultaneously."
      ]
    },
    {
      "comments": [
        "Eat the Frog in Covington is open and is like OTF. They use bikes instead of treads. ",
        "Gretchen Gibbs  how much is their monthly membership? I’ve been curious about that place ",
        "Katie Veenstra I haven’t personally been, but a lot of my friends do that have been waiting for OTF to open. ",
        "Elaine Cruzat",
        "Gretchen Gibbs thanks Gretchen!! ",
        "Not sure if you want to make the trek but The Bob and Liz Show has a fun and energetic gym in Enumclaw. ",
        "Thanks Veronica, LIZ at Take Back Your Life is the fitness page ",
        "Bobby Martinez thanks I forgot it got changed! ",
        "Hey Shannon! I manage Eat the Frog in Covington and first session is free  we have a HR based workout with high intensities and we’d love to have you come try out a free session!",
        "Elaine- thanks I’ll call!",
        "Shannon Waldorf sounds great! Let me know if you have any questions ",
        "Thrive does!",
        "I go to 9 round boxing and I love it right next to the ups store. ",
        "Thrive! Love them",
        "The buffalo in maple valley! ",
        "They have the best workouts, coaches and community!",
        "The Buffalo Maple valley ",
        "The Buffalo!!! ",
        "I love 9 Round - right at 4 Corners",
        "Tahoma Athletic Club is open",
        "Also checkout Our Village - FIT4MOM Maple Valley",
        "Tahoma Athletic Club - great COVID precautions, awesome trainers, indoor and outdoor options, community minded full service gym. The best!",
        "Thrive Community Fitness - Maple Valley has a wide variety of classes!  ",
        "Definitely The Buffalo!!  Amazing workouts, great owners and community!  ",
        "Not to be a Debbie downer, but Oregon just announced they’re shutting down gyms and all indoor/outdoor activities statewide so I’m sure we will follow suit ",
        "Heather Fraser hahah I JUST posted the same!",
        "Jill Clark ugh this just sucks doesn’t it?!",
        "Shannon Waldorf I’ve been thinking the same thing as you but looks like we may need to wait...Inslee had a press conference last night that he’s prob going to tighten back up and OR just announced they’re tightening up which includes all gym closure  ",
        "Jill Clark maybe but maybe not! Some other states and cities are closing down but a lot of them are deeming gyms/fitness studios as essential  so here’s hoping  ",
        "Elaine Cruzat yes we’ll see! But I feel like whatever Oregon does, Inslee does...and theirs is a statewide shutdown. I’ve lost all optimism at this point if you can’t tell ",
        "Eat the frog!!  It’s amazing. "
      ],
      "id": "07e3256b9a0523e755e57b51dd0bb41c",
      "post": [
        "What gyms are open in the Maple Valley area for group fitness? I can’t wait for Orangetheory and King Inslee anymore. Thanks! — looking for recommendations."
      ]
    },
    {
      "comments": ["Angels still exist "],
      "id": "5fdad4f1f276c7d02099e7916148aa2c",
      "post": [
        "We are now a solid 8 months into this. If you are not working/not getting a paycheck/struggling to make ends meet and run out of food or necessities...please don’t let yourself or your kids go to sleep with an empty stomach. Don’t be afraid or embarrassed to send me a private message. I am more than happy to help. I will drop and go, or order for delivery. No one has to know and I will pretend it never happened. What's understood never has to be explained.#JoinTheCause#C… See More"
      ]
    },
    {
      "comments": ["Legit more likely to win than Trump at this point."],
      "id": "510adc5c240d82ded631b6eac3bac58f",
      "post": []
    },
    {
      "comments": [
        "Our roads are getting a little crowded, probably need to get better infra to support more people before we actually have them show up. "
      ],
      "id": "7d729adf40ed44a6fa14026f23666ea3",
      "post": [
        "Hey Commies! Every time I think... Maple Valley could not literally squeeze in another house.....they manage to to just that. Zoom info:… See More"
      ]
    },
    {
      "comments": [
        "Our roads are getting a little crowded, probably need to get better infra to support more people before we actually have them show up. ",
        "So glad we moved put of maple valley to enumclaw...even if we moved into a development. We srill have more room then when we lived in maple valley."
      ],
      "id": "7fff3b02a74bf8fa61aaaee78f93eac0",
      "post": [
        "Hey Commies! Every time I think... Maple Valley could not literally squeeze in another house.....they manage to to just that. Zoom info:… See More"
      ]
    },
    {
      "comments": ["Those are so cute!"],
      "id": "e7143f07576e7e52e254cd71f9af2bf1",
      "post": ["New additions Friday the 13th tattoos"]
    },
    {
      "comments": ["Which one?"],
      "id": "9c65b0e8393e9a1ad5b7dd6ee15b9258",
      "post": []
    },
    {
      "comments": [
        "This person not sure who taught him how to debate I'd strike him and he ugly thanks for attending my Ted Talk"
      ],
      "id": "982b8e712b8f79c3238e40243cbd3129",
      "post": []
    },
    {
      "comments": [
        "Thank you all. My husband is now taking her to our vet, hopefully to find her owner's contact. Will keep you all posted."
      ],
      "id": "f04ec92823925fc14e091ec1f1e9e6dd",
      "post": [
        "Do you know this cite pie belongs to? We found her and another dog (light brown lab mixed) on wax road and 193rd place SE, near the wax road pit. They were running around together when we saw them.  This girl is super friendly, jumped up to our car immediately, but the lab mixed ran away, we tired to get her/him, but he was just so scared. We now have this girl in our house, maybe bring her to a vet later. So if you know who she belongs to, please let me know. Thank you."
      ]
    },
    {
      "comments": [
        "this was excellent!  Thank you for writing such an impactful text."
      ],
      "id": "295ef1454b64f253bbfec65d767804fc",
      "post": [
        "This was incredible!! Thank you to everyone who Zoomed in today. The recording should be up in a week or two on the ASA and Duke University Press YouTube channels. I'm so grateful to Keith, Kareem, Sara, & Jodi for their outrageously generous & inspired comments. Go read all their brilliant books & don't forget to buy a copy of #InsurgentAesthetics before the sale ends pre-tgiving too!"
      ]
    },
    {
      "comments": ["Thank you you are an angel "],
      "id": "6f8e763a3f39a9d74471d339ce3d7796",
      "post": [
        "We are now a solid 8 months into this. If you are not working/not getting a paycheck/struggling to make ends meet and run out of food or necessities...please don’t let yourself or your kids go to sleep with an empty stomach. Don’t be afraid or embarrassed to send me a private message. I am more than happy to help. I will drop and go, or order for delivery. No one has to know and I will pretend it never happened. What's understood never has to be explained.#JoinTheCause#C… See More"
      ]
    },
    {
      "comments": ["Usually not "],
      "id": "62d38c529b6b7c519f080c1ef90c099b",
      "post": []
    },
    {
      "comments": [
        "Juniper, why do you think that this picture, in relation with Deleuze, is a becoming animal?(Were there no more comments before? Did someone erase them?)"
      ],
      "id": "1b6f4dc60e13b460584a489e13b83c75",
      "post": ["Becomings-animal w/ threats "]
    },
    {
      "comments": ["following"],
      "id": "2511fc6cb0bb2431c0b43d6793d0cbc1",
      "post": []
    },
    {
      "comments": [
        "i'm assuming you have your reasons for shifting to discord, you mind sharing why you'd go that route instead of paying for slack?"
      ],
      "id": "69d34281a1d6b24fd18590f95ef165fd",
      "post": [
        "Does anyone have an optimal setup for a team discord server? I have 84 novice students that will be competing in the coming months and Im currently trying to manage their virtual communications. Discord seems like the best set up but I’m not super familiar with using it.Thanks in advance."
      ]
    },
    {
      "comments": ["It’s accurate but why is G two  different things?"],
      "id": "a2f9c19d4cbe119112fae8d35b6d1ee5",
      "post": ["Fb flirting with me how cute"]
    },
    {
      "comments": ["why."],
      "id": "a23e5864909b7cefe18832279e0a7eeb",
      "post": [
        "Sage is looking for last minute judging at Glenbrooks for 3 rounds. Prices are negotiable, PM if interested."
      ]
    },
    {
      "comments": [
        "A couple weeks ago and now I screenshot unintentionally everything and nothing that I intend  it’s a PIA.  It might be my case. "
      ],
      "id": "7283ed2626ff918f435362f20cfb3dd0",
      "post": [
        "How old were you when you found out you can take screenshots by tapping the apple logo on the back of your iphone? "
      ]
    },
    {
      "comments": ["Inboxed "],
      "id": "1a4de17eb7bba86d1eaa355f4af066df",
      "post": [
        "Sage is looking for last minute judging at Glenbrooks for 3 rounds. Prices are negotiable, PM if interested."
      ]
    },
    {
      "comments": ["Denise Welsh messaged you! "],
      "id": "96ea9c3380421eb88c057778dbf953fb",
      "post": [
        "Does anyone do or can recommend a Holiday window painter for a business in Covington for the holidays? Thank you! — looking for recommendations."
      ]
    },
    {
      "comments": ["I felt this"],
      "id": "32a2d0bb287e131d6add6aade25bcb32",
      "post": ["this aged well"]
    },
    {
      "comments": ["Sharaya Norton"],
      "id": "89ce6085e5b6a5568d9dc9e6f1b208d4",
      "post": [
        "Hi all-purchasing a new home and want to update my kitchen and bathroom cabinets. Anyone have any experience with refinishing cabinets? They’re in good shape-just not a great color. Who can I hire to have it done?!! Help me out!"
      ]
    },
    {
      "comments": [
        "She is on her way to do amazing things! And I am here for all of it."
      ],
      "id": "f83647069b02eff31e7e19eea6a46002",
      "post": [
        "“Black women did that,” said Abby Phillip, a CNN correspondent, on Nov. 6, the day before victory would be declared for Joe Biden. In an election dominated by fast-talking policy dudes, her deliberate commentary and context stood out, writes Katherine Rosman."
      ]
    },
    {
      "comments": [
        "Sheeple don’t think like the rest of us.  They also drive alone with their windows up wearing masks. Go figure. "
      ],
      "id": "3c1b4293c4f3c973cfaa365446726647",
      "post": []
    },
    {
      "comments": ["Here y'all go.  Love thod woman."],
      "id": "03d89a5b3be59843ec13c5c0106da778",
      "post": [
        "Okay, whoever you are with “ F U Inslee” on your roof in lights...you are awesome. Location: about 253ish and Hwy 169. Visible from the road."
      ]
    },
    {
      "comments": ["Hi"],
      "id": "c1a5298f939e87e8f962a5edfc206918",
      "post": ["URGENT MA NEEDED FOR A COMRADE!!!!!!"]
    },
    {
      "comments": ["This was so good! "],
      "id": "7d765d5e4867c7e75e24ef490b013b44",
      "post": [
        "More for Day 4 ASA Annual Meeting:Cops Off Campus: A Teach-In on Anti-Blackness, the University, and Policing3-4:30 PM ESTYoutube Premier:https://youtu.be/mS8bBxNniPs… See More"
      ]
    },
    {
      "comments": [
        "Too be fair...for some, it does affect the bowels.   But still no need to panic buy"
      ],
      "id": "c1f348456428a84149c46181f3a8025d",
      "post": [
        "Paper goods aisle at Fred Meyers last night, same at Costco. Somehow folks are thinking that Covid-19 affects the bowels. What the hell is wrong with people lol?"
      ]
    },
    {
      "comments": ["Ayyyyy... Liat you're doing this one?"],
      "id": "8f2d1a86ab40af2e91da128eb6430b56",
      "post": [
        "Coming up on Day 4 (Sunday) of the ASA Annual Meeting events:Disability Justice, COVID, and AbolitionCo-Sponsors: AAPI Women Lead and ASA … See More"
      ]
    },
    {
      "comments": ["WHO DO YOU THINK YOU ARE, I AM"],
      "id": "f0e7e374ce304ce82ef0af980869c880",
      "post": [
        "i've gotten into watching professional bowling and these guys are the most savage shit talkers"
      ]
    },
    {
      "comments": [
        "one guy gets a strike: \"Yeah! I'm back baby!\"other guy gets a strike in response: \"You're back? I'm still here!\""
      ],
      "id": "e53461d1040011a874f360da9c0f13a1",
      "post": [
        "i've gotten into watching professional bowling and these guys are the most savage shit talkers"
      ]
    },
    {
      "comments": ["This is ridiculous !!"],
      "id": "2a007f64e005458bfcbb1e6250220bb5",
      "post": ["Toilet paper row Fred Meyer Four Corners. Yee haw. "]
    },
    {
      "comments": ["Pink sea "],
      "id": "f976fa255cadf7966ac40754f9621f0b",
      "post": []
    },
    {
      "comments": ["Thank you for sharing"],
      "id": "0ead361b4547244f1bf9baf2d244a185",
      "post": [
        "Closing out the ASA Annual Meeting Freedom Courses (Sunday):Indigenous Insights About PolicingSunday, 11/15… See More"
      ]
    },
    {
      "comments": ["Here is a picture of the real crowd of maybe, up to 5,000"],
      "id": "4307d640c97748c97c00006ed5a7f0c2",
      "post": [
        "Trumpers are Tweeting these pictures as if they were from the Nov 14, 2020, million Maga March. They are in fact from the 2017 Women's March (Top picture) and the Children's March for Our Lives from 2019 (Bottom picture). There were in fact, approximately 5,000 Trumpsters in D.C. So few, Trump went golfing instead of addressing his minions."
      ]
    },
    {
      "comments": ["Kids must play all the time any time."],
      "id": "e3b9e5260a5343f4fb8d5a0891c0bf9a",
      "post": [
        "The key to keeping the happy vibes rolling in winter is distraction."
      ]
    },
    {
      "comments": [
        "My dad (stored Boeing engineer) makes them out of reclaimed items he gets at antique stores, thrift and estate sales. If you’re interested, I could send you pics of his current stock. "
      ],
      "id": "9ded1f0cd1f5f1a2754098d97e9e742c",
      "post": [
        "Are there any local artists who make wind chimes? Looking for one for a Christmas gift"
      ]
    },
    {
      "comments": [
        "Meanwhile https://www.seattletimes.com/.../state-stockpiles-n95.../"
      ],
      "id": "d77de92f8a55c56af018d7222e6816aa",
      "post": [
        "Excellent job Gov Inslee.  Rather than letting people shop inside where they actually practice social distancing, you’ve now got them stacked up like sardines on a Southwest Airlines flight for extended periods of time.  All this, to “decrease” the .06% transmission rate in grocery stores.  Virtue signaling at its best/worst."
      ]
    },
    {
      "comments": ["What breed is he?"],
      "id": "1efbef3a00a8f4535781bb09eed541b5",
      "post": ["Baby boy gets to come home on the 12th "]
    },
    {
      "comments": [
        "",
        "Reuters  · Nov 13",
        "",
        "Axios  · Nov 12",
        "",
        "Fox News  · Nov 10"
      ],
      "id": "ee1e5c4e557b246b181e456d434e8886",
      "post": []
    },
    {
      "comments": [
        "good luck. they wouldn't let me be added to someone else cuz of elim judging pool problems whatever the f that means"
      ],
      "id": "158f40e99afdae0a681ea3c9716ef6b7",
      "post": [
        "Hi, given that the tournie is this week, does anyone need any last minute judging for Glenbrooks? I have 4 rounds available, and prices are extremely negotiable!Dm me for more info!"
      ]
    },
    {
      "comments": [
        "Comisar Stalinslee ordered them to enforce mandatory mask wearing!"
      ],
      "id": "f8369adebb041bd418e5d0a720919a4b",
      "post": [
        "Whats up with armed and hand on weapon police officer at the covington fred meyer main entrance?"
      ]
    },
    {
      "comments": ["That would be great!!"],
      "id": "558b0580581814a189d2ea0c40ab4885",
      "post": [
        "I have an idea:  My gym has to close.  Your gym has to close.  If I were to organize some workouts at a local park, would anyone be interested?  I am someone who does better exercising in a group, than on my own, so I was thinking of seeing if a group(4?) would want to meet during the morning hours of Thurs, Fri, Sat....Until these restrictions end someday.  It would likely be about 45 minutes:  Stretching, circuit drills  and cool down.  I am not a trainer, or fitness guru..… See More"
      ]
    },
    {
      "comments": ["Serena Mao diary of a wimpy kid "],
      "id": "652d82915cb39048768cce52f24088fd",
      "post": ["How do you all refer to the Baudrillard Kritique? "]
    },
    {
      "comments": ["Happy birthday "],
      "id": "2532ad95b338647c37b10a13d369c540",
      "post": []
    },
    {
      "comments": ["So cute, daddy's baby girl "],
      "id": "bd30c2e11c024397c3b45872bdf1da8b",
      "post": []
    },
    {
      "comments": ["Masks just means high altitude training "],
      "id": "358535d613fd78c9618195ad064e40d9",
      "post": [
        "I have an idea:  My gym has to close.  Your gym has to close.  If I were to organize some workouts at a local park, would anyone be interested?  I am someone who does better exercising in a group, than on my own, so I was thinking of seeing if a group(4?) would want to meet during the morning hours of Thurs, Fri, Sat....Until these restrictions end someday.  It would likely be about 45 minutes:  Stretching, circuit drills  and cool down.  I am not a trainer, or fitness guru..… See More"
      ]
    },
    {
      "comments": [
        "He resigned from his pastoral work but died as quickly as on the first day. That's really sad"
      ],
      "id": "24379b1daf3298be1b27a335071de303",
      "post": []
    },
    {
      "comments": ["If you’ve got stocking up to do now is the time."],
      "id": "a91fae637f3ec5db5afb4ae664f08e3b",
      "post": []
    },
    {
      "comments": [
        "\"BeCaUSe yOU DoNT weAR a MAsK\" I haven't seen a single person not wearing a mask in the grocery stores or any other store once in the past handful of months. People on here acting like other people don't care, get out of here with your stupid ass nons… See More"
      ],
      "id": "757c69dec23dbe36597bbf1d2992fd4c",
      "post": [
        "Since we can only get takeout (thanks Jay....idiot) be sure to frequent your food trucks. This one I think this week. Cooking up some great turnovers."
      ]
    },
    {
      "comments": [
        "Lisa Thank you for sharing. I will repost for others. The more I read, have online exchanges with people about Covid-19, I’m beginning to believe those that don’t think it’s real are seriously brainwashed. No matter what you say or tell them, they push… See More"
      ],
      "id": "6965e6c6df8216ee3270f8c837537c57",
      "post": [
        "This is real. From a hospital worker! Everyone needs to read about people hospitalized with Covid-19 that do not believe in Covid-19. Valerie Rose"
      ]
    },

    {
      "comments": ["Hi I PMd you "],
      "id": "5b915e6324511af8eb9d63b2369c12e2",
      "post": [
        "Hello,I'm a small school debater, and I'm looking for a judge for my first varsity tournaments: the Princeton Classic (Dec. 4-6) and Isidore Newman (Dec. 11-13). Please email me at agastyasridharan@gmail.com if you're able to judge. Thanks!"
      ]
    },
    {
      "comments": ["Bitch thats how they talk. tf? Lmao"],
      "id": "60e350cc01138424e3945fc18d576828",
      "post": []
    },
    {
      "comments": [
        "We came through there (169 @ 140th) just before midnight.  Multiple car crash...it was a mess!!!  "
      ],
      "id": "50e1a92f6b0b094439e4222ac337c796",
      "post": [
        "Does anyone know why maple valley freeway i blocked? A cop is Turing everyone around coming from 405."
      ]
    },
    {
      "comments": ["Some also call it Holy Cluck."],
      "id": "18d49a0de5129e835822aa37f0f89950",
      "post": [
        "For fairly obvious reasons, this church in Tampa Bay, Florida, is known as The Church of the Confused Chicken."
      ]
    },
    {
      "comments": ["Genesis farm and gardens or mountain view manor!"],
      "id": "9d0f30f742b3df78888f9363ce52e141",
      "post": [
        "Looking for a venue that would be for our wedding in October! Somewhere close but also secluded (If that makes sense),  inexpensive and for roughly 50 -75 guests! Thanks! — looking for recommendations."
      ]
    },
    {
      "comments": ["thanks for always working to make debate accessible "],
      "id": "e6a4295c2dc10669c8bd38dc34ba728f",
      "post": [
        "Hello! I'm working on a project that will be used by ODI instructors and (hopefully) students this next summer - a Public Debate Library - with all possible readings in as many areas as possible. Here is the link - https://drive.google.com/.../19PH5bFhiMLKD9LWXs7P1ogXvqsb... - it is FAR from done so that's why I'm making this post - please tell me what I am missing and/or need to make a section for if you see anything wrong or a major work that is not … See More"
      ]
    },
    {
      "comments": ["No. You're doomed."],
      "id": "b812d9cf47529e7e80cbf0271fa118c0",
      "post": [
        "It is possible to think with the tools that Deleuze and Guattari, Zizek, and Stiegler, and many others have given us, without falling into the traps of academic comparatism or postmodern eclecticism. Christopher Nolan's recent film TENET provides an interesting test case for such an assertion: "
      ]
    },
    {
      "comments": [
        "Well I am not happy about being locked down Again, I was not happy the first time. But I understand the reason behind them, and will comply with them. If we are to beat this monster we must make sacrifices.  And those that think this is a joke, not as … See More"
      ],
      "id": "614632282fb6a5d369c62ee43d96be9b",
      "post": ["Well the people of Washington here’s what you voted for "]
    },
    {
      "comments": [
        "I went at 10 am when they opened, little did I know they opened early. The line was all the way over by Puerto Vallarta, stood in line for 15 min. I power shopped and was only there in total for an hour."
      ],
      "id": "d1003040f94c254ee465cfdeef1e3a9c",
      "post": [
        "If you planned on coming to Costco today...picture taken at 12:50 pm today, line wraps around the building! We said “hell  no!” But IF you really need something from here, just know there is a line. Hope this helps"
      ]
    },
    {
      "comments": [
        "You almost had me!! I thought OMG!! But you certainly gave me a laugh"
      ],
      "id": "daf75885826e09b73b4bc6836c74e6d3",
      "post": [
        "Can I just ask everyone a huge favor?Those of you who are planning to put Christmas lights outside your property, please can you avoid anything blue and flashing? Every time I drive past, I think it's the police and have a mild panic attack. I have to remove my foot from the accelerator, slam on the brakes, put my seat belt on, throw my phone on the floor, hide my beer, swallow my joint, and shove the gun under the seat. It's a major drama. I really appreciate your cooperation and understanding........"
      ]
    },
    {
      "comments": ["Amen  "],
      "id": "74c1bcfe8b1cbbed73c85a2efd4dd8f9",
      "post": [
        "A judge has denied bond to the white father and son charged with murder in the Ahmaud Arbery killing. \"I'm relieved they'll stay behind bars,\" Arbery's mother said."
      ]
    },
    {
      "comments": [
        "Omg...Bahahaha...",
        "I bet it gets worse when those lawyer commercials on the radio play the police car siren sounds!",
        "Thank you needed a good laugh today.",
        "You almost had me!! I thought OMG!! But you certainly gave me a laugh"
      ],
      "id": "0697090023e10f76059284601f8899c8",
      "post": [
        "Can I just ask everyone a huge favor?Those of you who are planning to put Christmas lights outside your property, please can you avoid anything blue and flashing? Every time I drive past, I think it's the police and have a mild panic attack. I have to remove my foot from the accelerator, slam on the brakes, put my seat belt on, throw my phone on the floor, hide my beer, swallow my joint, and shove the gun under the seat. It's a major drama. I really appreciate your cooperation and understanding........"
      ]
    },
    {
      "comments": [
        "I dont understand why everyone panic buys when it's not like Costco, fred meyer etc won't be open Tuesday? So they'd rather go into the massive crowd and stand in line with a million people instead of just do their regular scheduled shopping like sane … See More"
      ],
      "id": "b707a08b264cd18d4c28732d4cc7f173",
      "post": []
    },
    {
      "comments": [
        "I was at FM at 9am and while well stocked, it was a lot more crowded than I was comfortable with."
      ],
      "id": "a9ca8841e12a6c88d35d2f44bd2143de",
      "post": []
    },
    {
      "comments": [
        "Bollas, a radical theorist from recollection. I've been in the system so long any documentative messianism has been well exorcised"
      ],
      "id": "a0aec99fe3ef26806e363f6624d0350f",
      "post": ["Christopher Bollas, When The Sun Bursts"]
    },
    {
      "comments": [
        "I’m also offering a cord of 12” minus splits of Douglas fir for those with smaller stoves, fire rings, chimnea. May have a few pieces of maple too."
      ],
      "id": "28e1ae6118f6ebea2180fe6b11a663fc",
      "post": []
    },
    {
      "comments": ["Jadi Tention"],
      "id": "856e84dbcc5da3533495c0a5c0aad1e0",
      "post": [
        "\"He won\" — President Trump acknowledged Joe Biden's election win for the first time on Sunday, but continued to falsely insist the former vice president's victory was the result of a \"rigged\" election."
      ]
    },
    {
      "comments": [
        "Then in January the 1-2 month lockdown that Biden said he is doing. Things wont return to normal till next summer. He's going to single handedly destroy our entire economy. "
      ],
      "id": "428cdc71b5f997be43ca0c78f1c426f3",
      "post": []
    },
    {
      "comments": ["Idiots"],
      "id": "0de6de0952681032c2c12c9c413bcb0b",
      "post": []
    },
    {
      "comments": ["Yes!"],
      "id": "20d4352de9fca8994dc56b67a07f87c8",
      "post": ["Lol good for thought! Lol"]
    },
    {
      "comments": ["Because they ask the Lord for forgiveness? "],
      "id": "0d4636a759df96fde1448d2887f51970",
      "post": ["Why do Republicans elicit so many lies?"]
    },
    {
      "comments": [
        " you need to this pic up side by side with the one you took of Ella and her elbows on cardoor 4 or 5 years ago lol lol"
      ],
      "id": "9855fa456acab65cbd37f6f3370c249a",
      "post": [
        "Sunrise in Bandon  Josie thinks it is delicious and would like to go get all the puffins. Ella gazes into the abyss of the sea and ponders eternity (or nothing. It’s hard to tell with her.)"
      ]
    },
    {
      "comments": ["A Abbas Naqvi"],
      "id": "bcdd091d9be84cf7a55987be52822572",
      "post": [
        "THURSDAY: featured American Studies Association event, “Celebrating Amy Kaplan,\" with eight colleagues who reflect the arc of her life and work, plus comments from the audience. Click the link to register for this Annual Meeting Freedom Course!"
      ]
    },
    {
      "comments": ["Rianna Dawson"],
      "id": "bdb70da7243216e9a7ce412444d25c13",
      "post": []
    },
    {
      "comments": [
        "Welcome to life with covid. I couldn't see my dad in the hospital either, blame the asshats who won't do what it takes to quit spreading the virus. Not the governor."
      ],
      "id": "600a83a8ce0113e7fd689aeeda66e060",
      "post": [
        "Thanks to Jay Inslee we can't see our daughter at Harborview.  This is the guy that gets paid to put people out of work.  The guy that gets to see his family but restricts others from seeing theirs.  Thanks to the people who voted for this nitwit."
      ]
    },
    {
      "comments": [
        "also if a professor knows their class is known as an easy-A class chances are they switch up the grading and try to make things tougher to clear out that reputation so they can make sure people still put in effort in their class"
      ],
      "id": "fc3b7c2b29fb5efdef1a0ae579e05c9f",
      "post": [
        "7631. Someone please help me feel better about getting a B in an easy A class. I literally just cannot do the assignments on time and feel very unmotivated in this class but I’m still upset about potentially no longer being able to score in the A range for a class that is known to hand out As "
      ]
    },
    {
      "comments": [
        "I think Friederdorf makes some good points. \"Compelling evidence points to a big cost associated with ideological bubbles... They make us more confident that we know everything, more set and extreme in our views, more prone to groupthink,  more vulnera… See More",
        "Another commentator along an arbitrary ethical spectrum.  The only true defense of a just existence is Virtue Ethics. FYI, \"Defunding Police\" is a function of municipal, local govt reallocation of fiscal resources. I commend Public Administrators for… See More"
      ],
      "id": "51fb9d2b7d0b018188757bd7ed551cb5",
      "post": [
        "He is the latest high-profile writer to abandon traditional media."
      ]
    },
    {
      "comments": [
        "Everyone is safe from covid until Wednesday but for Thursday on I see skulls and cross bones lol covid down time until then got it!!"
      ],
      "id": "85432692fb00c127eec6ff2aebd426d9",
      "post": [" just looking for some clarification "]
    },
    {
      "comments": [
        "I will mask, social distance and limit my socialization as I have done since March.  I will continue to see my mom and bring her groceries each week and see my Father in law weekly.  Because I take precautions I can visit them with limited risk of expo… See More"
      ],
      "id": "a637df169656e32323230b50e6508faa",
      "post": ["Regarding Jay Inslee’s new restrictions I will......"]
    },
    {
      "comments": ["Amen   what goes around comes around"],
      "id": "0948169bac8982cb8c30890f6a0c0b0f",
      "post": [
        "When President Trump leaves office, he will lose the constitutional protection from prosecution afforded to a sitting president, making him more vulnerable than ever to an investigation into his business practices and taxes."
      ]
    },
    {
      "comments": [
        "Even more of a reason to hunker down as much as possible so that we can suppress transmission and get things back open again "
      ],
      "id": "638857d8cb977ffdc31a1edd77bca9f0",
      "post": [
        "Y'all are going to be really upset when the businesses that made it through the first shut-/down don't make it through this one when we can open back up (again) It was literally the nail on the head for a lot of businesses the first time. We were already grasping at straws and this was the final one for most. Good luck to everyone in the restaurant industry and I hope everyone supports the local eateries where they can."
      ]
    },
    {
      "comments": ["I sent you a pm with a video "],
      "id": "e34b7a61557c6345ab32c001d3f409ac",
      "post": [
        "An arborists anyone can recommend to drop a tree in my back yard? Because I live on cedar river removal is pain. I’ve been quoted 800 to drop it and another 2k for removal from Davis n sons. I could afford to drop it... just looking for options — looking for recommendations."
      ]
    },
    {
      "comments": [
        "https://www.google.com/.../Make-a-Substitute-for-Toilet..."
      ],
      "id": "27c23516994749e4fe40a2f55b235120",
      "post": ["This solves all your toilet paper problems."]
    },
    {
      "comments": ["P&D logging "],
      "id": "ff5b16b7fb03ff01b39dd1783ee18be4",
      "post": []
    },
    {
      "comments": [
        "There is no way in hell they will be able to enforce this."
      ],
      "id": "d7883aed48cf7232a6ec134bf71fccd3",
      "post": [
        "Let me see, so I can eat at a restaurant outside....Eat thanksgiving dinner with friends and family outside...We can stand in outdoor lines waiting to go inside...So It looks like I had covid a year ago and now this year I guess I get the flu."
      ]
    },
    {
      "comments": [
        "Learning Express Toys of Renton is the best toys store ever! The owners are incredible people and the staff they have are top notch! They are located in the Landing and you will be so happy you visited there! Just an amazing place! "
      ],
      "id": "9c967154b7d690cbe821d02485fd3210",
      "post": [
        "Are there any locally-owned stores that sell toys? As a family we like to purchase toys for our school's toy drive/food bank,  but I'd like to make an effort to buy from local businesses.  Thanks!"
      ]
    },
    {
      "comments": [
        "Slightly off topic, but my full term baby got pertussis. So, so scary. Yes, we get vaccinated for it, she hadn't gotten it yet and because vaccination rates were pretty bad in that area at the time (Bothell), there was an outbreak.  (Which, ironicall… See More"
      ],
      "id": "8c49c1f1385005d07fc9cc79347166c3",
      "post": [
        "Not a Covid post. We are entering into cold and flu season. And with cold and flu season comes this nice little bug we like to call RSV. RSV effects the little ones who are extremely vulnerable. RSV is not something fun. It is one of those that enters through droplets. It’s one of those that causes those respiratory tract infections that babies and those that are immunocompromise can’t always fight off. But mainly RSV affects premie babies, micro preemie babies.My micro p… See More"
      ]
    },
    {
      "comments": ["I’m interested but I’m in Enumclaw!"],
      "id": "46652354a71483361aaa1ff1a1dbebf8",
      "post": []
    },
    {
      "comments": ["Didn't work"],
      "id": "e72a6823473d103f96daad07d7245ea1",
      "post": ["Trying to get some of that UV light so you don't get the 'rona"]
    },
    {
      "comments": [
        "Because they haven't read him or other philosophy very much. And rather than approach his work with a critical eye, they find only ego within it and fail.to understand the far larger implications of his work and how it was connected to the history of p… See More",
        "“In its essence, it belongs to the right” is a fundamentally reactionary position, not to mention a self-fulfilling defeat when you cede dynamic interpretive work entirely to the right. "
      ],
      "id": "53a33b19d156d3794702279433ef3229",
      "post": [
        "Nietzsche’s critique of modernity has fascinated thinkers on the Right and Left — but in its essence, it belongs to the Right. The Left must advance an alternative modernity."
      ]
    },
    {
      "comments": [
        "Because they haven't read him or other philosophy very much. And rather than approach his work with a critical eye, they find only ego within it and fail.to understand the far larger implications of his work and how it was connected to the history of philosophy.",
        "“In its essence, it belongs to the right” is a fundamentally reactionary position, not to mention a self-fulfilling defeat when you cede dynamic interpretive work entirely to the right. "
      ],
      "id": "11d9851d1fc19f4221d60ecd0a94bb5a",
      "post": [
        "Nietzsche’s critique of modernity has fascinated thinkers on the Right and Left — but in its essence, it belongs to the Right. The Left must advance an alternative modernity."
      ]
    },
    {
      "comments": [
        "I'd also like a black one or the one like mom if either is a male"
      ],
      "id": "c25a03a3551f2fd52421da813cc108eb",
      "post": [
        "Anyone looking for a Kitty? Free to a good home Message me if intrested"
      ]
    },
    {
      "comments": ["I 2nd Aussie Posse Printing!"],
      "id": "5022dc6562dc8f1bcddff644f46df2a0",
      "post": []
    },
    {
      "comments": [
        "I'm all for standing by the businesses (i.e. gyms) that are risking it by staying open. I know of some that are doing just that and actually planning to help pay their fine if it comes to that point. "
      ],
      "id": "e69d2fecaad148bb3f6c3ebdd4493f7b",
      "post": [
        "Is this accurate for small businesses?Adhere to Inslee's dictates, go bankrupt, close business.Defy Inslee, maybe get fined, lose license, or go bankrupt. Closed business. Which is better option?"
      ]
    },
    {
      "comments": ["Damn right!"],
      "id": "82b6a2781ae3a9cbd29fc8746a3a71bb",
      "post": []
    },
    {
      "comments": ["Bahut accha!  Shabash!"],
      "id": "46b37b950d272294dc33f91c4d944de9",
      "post": []
    },
    {
      "comments": [
        "The Nature of Things. 19845 Renton Maple Valley SE. Close by. Beautifully done. And supports local business. "
      ],
      "id": "e0b3d406aea5c9e9415065dee6372de6",
      "post": []
    },
    {
      "comments": [
        "",
        "NPR  · 9 hrs",
        "",
        "ABC News  · Nov 13",
        "",
        "USA TODAY  · Nov 14"
      ],
      "id": "6ecf8ae9e3707b84807029a92a58ce08",
      "post": []
    },
    {
      "comments": [
        ".These Paramilitary types are seasoned and dead serious. ."
      ],
      "id": "49e491ef418b84de939668b635ede188",
      "post": [
        "In case some still think \"civil war\" a threat rather than a reality--on the infiltration of Standing Rock and Indigenous water protectors by a mercenary paramilitary firm: \"TigerSwan took a militaristic approach: To McCollough and his colleagues, the anti-pipeline movement was akin to the insurgencies the veterans had confronted in Afghanistan and Iraq. In line with that view, they deployed the same kinds of subversive tactics used in theaters of war.\""
      ]
    },
    {
      "comments": [
        "Not having to deal with my clients since April!   Can't say I am not disappointed about having some long wanted major downtime. Temporary retirement???  So nice to not be getting 100 to 300 emails a day from travel clients.  Ahhhhh."
      ],
      "id": "a64988bcaa18c5e2e7d55ebe25b6efb3",
      "post": [
        "Has there been any \"gift\" for you in the pandemic? How have you been making lemonade from 2020 news? Here is a big one for me: playing golf with my son Bo Slade! He graduated college and but for COVID he would be living in another city. For now, he's home and we get to play. What's your \"gift\" if you have one?"
      ]
    },
    {
      "comments": ["Quality judge, couldn’t find anyone else I’d rather hire!"],
      "id": "f801337d8019f08e68eefd49544db697",
      "post": [
        "Hello, if anyone needs judging for this upcoming weekend I am available. dm me if you need judging or email at jaredburkey99@gmail.com"
      ]
    },
    {
      "comments": ["I am safe"],
      "id": "bc885a17feb8ad67a91178f7543bf834",
      "post": [
        "Well Hockey out again!  Thanks Inslee you are truly an ( | ). THIS IS BS!  Bye Bye Liberties!  Bah Bah Bah!  "
      ]
    },

    {
      "comments": ["Thank you for the support Dylan! "],
      "id": "f3b3500b3756afd613784af0b2e21a82",
      "post": [
        "I support Pacific Islander Studies, and you should too.  Check out this event coming up on Thursday, 6:30 pm PST (free, you just need to register--see the image)."
      ]
    },
    {
      "comments": ["Pearls & Pines Photography"],
      "id": "92b6c5572e2fe8471b39c9ae5779e44f",
      "post": [
        "Any photographers in the area that would be willing to do a distanced school picture session with my 10 year old son?  Looking for Dorian alternatives.  TIA! — looking for recommendations."
      ]
    },
    {
      "comments": [
        "OBS studio. Zoom is dummy proof for the most part though. "
      ],
      "id": "fab67f3963ff97ed16b689d1100f8757",
      "post": [
        "When both parties consent, what is the best/easiest way to record an online debate? I hear good things about OBS but I'm unfamiliar, and it's been suggested that it might slow down someone's computer during a debate. Would it be better if participant recording was enabled via the platform? The telltale red light would warn debaters if someone was recording without consent."
      ]
    },
    {
      "comments": [
        "Arun Kodumuru and I have several versions disclosed on the Lex wiki too"
      ],
      "id": "312bfe2d8e869b5c638045fd7e132e53",
      "post": [
        "Im looking to buy mollow (or just any disability pess author) files. If anyone has disabilitypess stuff they are willing to sell, please dm me and we can find a price that you feel is fair."
      ]
    },
    {
      "comments": ["Swimming lessons ?"],
      "id": "28d1f41899e9790e5c37bbf28427895c",
      "post": [
        "With kids outdoor activities being allowed does anyone know of any outdoor sports/etc that will be continuing? We’re currently doing valor rec & first kick but I think they end soon and would love to find something once a week or so "
      ]
    },
    {
      "comments": ["HPMOR is awesome!"],
      "id": "fb15f846478dd8d5233aec28df840e1c",
      "post": [
        "hey all,lately i've been thinking those spectrum things people put in their paradigms are really cool and useful. i made some extras i'd like to see judges use so that i can pref them more accurately. it would be great to see everyone use these. thanksRed Highlighting - - - - - - - - - - - - - - - - - - - - - - - - Pink Highlighting Yudkowsky writing 661k word Harry Potter fanfics - - - - - - - - - - - - - - - - - - - - - - - - Yudkowsky thinking the Singularity is desirab… See More"
      ]
    },
    {
      "comments": [
        "",
        "NPR  · Yesterday",
        "",
        "ABC News  · Nov 13",
        "",
        "USA TODAY  · 15 hrs"
      ],
      "id": "b898bea0244f1e48a97a39c0c9b2f949",
      "post": []
    },
    {
      "comments": [
        "The bigger, more unanswered question,  what authority does the fuehrer of this state actually have without passing an actual law?"
      ],
      "id": "541ded03beeddbfd49a3710a32feb402",
      "post": [
        "Help me understand.....If a business that falls under the new lockdown rules refuses to close and stays open they get fined. Fined by who? If the fine goes unpaid is the business forced to close? If so by who? Will the business be physically boarded up and shut down? Who does this? Will ownership be arrested and taken to jail by the police? LET’S NOT TURN THIS INTO A DEBATE OR GUESSING GAME. REAL ANSWERS BY FOLKS WHO KNOW. I’m guessing I’m not the only one curious about thes… See More"
      ]
    },
    {
      "comments": ["I'm SCREAMING this is beautiful"],
      "id": "7669f74479257b0c0bb0e52158e5dfdf",
      "post": [
        " Congratulations to Mr. and Mr. Cody and Turner AhTave. After Cody McCook and Turner Free got married in August 2018, instead of going with one of their own las… See More"
      ]
    },
    {
      "comments": ["Vinay the GOAT"],
      "id": "0d8b8f8dc8b58cde7e487d4467428c23",
      "post": [
        "Selling TOC LD rounds for College Prep (12/18-12/20). Rates are negotiable/very flexible. Please message me if you are interested in hiring me. Edit: Have also been told Blake is the same weekend---also would be happy to be hired for that tournament as well. Paradigm: https://www.tabroom.com/index/paradigm.mhtml?search_first=&search_last=maruri"
      ]
    },
    {
      "comments": [
        "I hope people can start buying some common sense, there’s a lot of people that need some"
      ],
      "id": "ba91d53b4e488589ab6183ba41efd167",
      "post": [
        "How well is Fred Meyers stocking their shelves? Shelves in my house need to be filled.Thank you in advance."
      ]
    },
    {
      "comments": ["That’s a mighty fine bookcase, friendo. "],
      "id": "264a1502d19d46b63ea2acd2d27c8354",
      "post": ["\"I have nothing Deleuze\" Coffee mug for my birthday!"]
    },
    {
      "comments": ["Pmd "],
      "id": "d8b54adc50a2875d6710b869cb616aa8",
      "post": []
    },
    {
      "comments": ["Ope"],
      "id": "715947c33bbb4fe1f2ee2bfe383c07f2",
      "post": []
    },
    {
      "comments": ["Cody Gustafson"],
      "id": "ad4c2701bafa64a10284415e7c1ae2c9",
      "post": [
        "Hey all,My partner and I debate at Leon M. Goldstein HS, and are looking to be coached for some of the 2020-2021 season. Some background:… See More"
      ]
    },
    {
      "comments": [
        "i'll be putting my head around the door! good luck to speakers! "
      ],
      "id": "09972f2678808314fe075997e0724ac4",
      "post": [
        "We have a brilliant programme lined up for our conference 'As it was in the Beginning? Liberation Theology and Praxis in Contemporary Latin America', from tomorrow until Friday - ft. keynotes Martha Zechmeister and Enrique Dussel!To attend, register for free here: https://ilas.sas.ac.uk/events/event/22768Hosted by Institute of Latin American Studies King's Brazil Institute and UCL"
      ]
    },
    {
      "comments": [
        "I have an echo and 5 echo dots. What I love about them is that you can use it as an intercom system (I hate screaming through the house for my kids especially if they are upstairs and I am downstairs). I am able to drop into specific rooms and speak to… See More"
      ],
      "id": "e54fe9c58cc6382527113663a6089672",
      "post": [
        "Asking advice from techy peeps. I want to get an Alexa, primarily for a little music but to help with different alarms for school stuff. I had the 1st small white one but it broke. I don't know the difference between echo an dot? Not looking for a super expensive one. Any advice?? — looking for recommendations."
      ]
    },
    {
      "comments": ["Duh!"],
      "id": "72d416d1c7b132ceca3fcd4c1aaba7b8",
      "post": ["Truth."]
    },
    {
      "comments": [
        "My message guy was telling me about this but first time I read it! It’s great. "
      ],
      "id": "232620a470ab6bf66b13e658128727ac",
      "post": [
        "Some perspective for your Wednesday  I'm still having a hard time trying to understand why so many people are so butt hurt about being asked to wear a piece of cloth over their face for a while. I mean, you don't get mad and scream about \"mah civil liberties are being encroached upon\" when you have to put on your socks, pants, shirt or dress to go out in public, all cloth I might add. So why all the hullabaloo over such a simple, possibly life saving piece of cloth over your… See More"
      ]
    },
    {
      "comments": [
        "snog guattari, marry lacan, friend deleuze, avoid foucault "
      ],
      "id": "e28c69d6809043ecb78759ad0c180395",
      "post": []
    },
    {
      "comments": [""],
      "id": "d41d8cd98f00b204e9800998ecf8427e",
      "post": ["Daaaaaamn"]
    },
    {
      "comments": [
        "KMFDM?",
        "Paul Bowman sure",
        "I'm am drawing a blank on KMF, tbh?",
        "Kill LacanFuck DeleuzeMarry Guattari",
        "Juniper Meadows did you take your medicine? ",
        "Ed Leenders no",
        "Kill LacanMarry DeleuzeFuck Guattari",
        "Tancrède Fulconis Deleuze said in LoS that he admired Lacan... so why kill the man with the sigar? ",
        "Tancrède Fulconis this is the clear choice to me",
        "Too violent. Snog, marry, friend, avoid?",
        "Dan Rayburn So add Foucault ",
        "Approved, thank you",
        "Drop the nonsense of anti Oedipus and thousand It’s just fancy pragmatics for hungover may 68rs… See More",
        "Andrew Poe you cant make me read lacan",
        "Juniper Meadows ",
        "KKK ",
        "snog foucaultmarry deleuzefriend guattari… See More",
        "Lacan was creepy ",
        "Avoid Althusser. Do all to Bataille. ",
        "snog guattari, marry lacan, friend deleuze, avoid foucault "
      ],
      "id": "d93cfc79eb24b30f6287dd73d1cfc1ea",
      "post": []
    },
    {
      "comments": [
        "KMFDM?",
        "Paul Bowman sure",
        "I'm am drawing a blank on KMF, tbh?",
        "Kill LacanFuck DeleuzeMarry Guattari",
        "Juniper Meadows did you take your medicine? ",
        "Ed Leenders no",
        "Kill LacanMarry DeleuzeFuck Guattari",
        "Tancrède Fulconis Deleuze said in LoS that he admired Lacan... so why kill the man with the sigar? ",
        "Tancrède Fulconis this is the clear choice to me",
        "Too violent. Snog, marry, friend, avoid?",
        "Dan Rayburn So add Foucault ",
        "Approved, thank you",
        "Drop the nonsense of anti Oedipus and thousand It’s just fancy pragmatics for hungover may 68rsKeep deleuze otherwise Some of Felix meanderings And read lacan! ",
        "Andrew Poe you cant make me read lacan",
        "Juniper Meadows ",
        "KKK ",
        "snog foucaultmarry deleuzefriend guattari… See More",
        "Lacan was creepy ",
        "Avoid Althusser. Do all to Bataille. ",
        "snog guattari, marry lacan, friend deleuze, avoid foucault "
      ],
      "id": "2ed48db47a1edd559949ac369d3f3bfe",
      "post": []
    },
    {
      "comments": [
        "KMFDM?",
        "Paul Bowman sure",
        "I'm am drawing a blank on KMF, tbh?",
        "Kill Marry Fuck",
        "Thanks. Clearly out of date on my memes.",
        "Paul Bowman this is a pre-meme era game",
        "I clearly never got invited to the cool parties ",
        "Kill LacanFuck DeleuzeMarry Guattari",
        "Juniper Meadows did you take your medicine? ",
        "Ed Leenders no",
        "Kill LacanMarry DeleuzeFuck Guattari",
        "Tancrède Fulconis Deleuze said in LoS that he admired Lacan... so why kill the man with the sigar? ",
        "Tancrède Fulconis this is the clear choice to me",
        "Too violent. Snog, marry, friend, avoid?",
        "Dan Rayburn So add Foucault ",
        "Approved, thank you",
        "Drop the nonsense of anti Oedipus and thousand It’s just fancy pragmatics for hungover may 68rsKeep deleuze otherwise Some of Felix meanderings And read lacan! ",
        "Andrew Poe you cant make me read lacan",
        "Juniper Meadows ",
        "KKK ",
        "snog foucaultmarry deleuzefriend guattari… See More",
        "Lacan was creepy ",
        "Avoid Althusser. Do all to Bataille. ",
        "snog guattari, marry lacan, friend deleuze, avoid foucault "
      ],
      "id": "cd00f7360cc61ee5644f9ffe06af83ce",
      "post": []
    },
    {
      "comments": ["Perish the thought.Debate will never die."],
      "id": "762f254034703752a4a181f301242f34",
      "post": [
        "If you pay attention to CPD at all, you've probably noticed that I post about once a month attempting to recruit grad students. This month, I'll keep it short and sweet. In recent years, I have heard countless people say debate is dying. I don't think debate is dying, I just think it needs a few builders. If you want to be a builder, you should consider an MA at Wyoming. This year we don't have any debate GSA positions available, but we do have fully-funded positions with o… See More"
      ]
    },
    {
      "comments": [
        "Burlap sack and a river......Or rehome it.... Honestly im looking for barn cats currently"
      ],
      "id": "3569f4b4907199c2a1d4b4f2fd563fea",
      "post": [
        "Our cat has decided to continue to pee in the same spot (stairs landing area) and likely now need to rip out the carpet (and possibly the boards underneath depending on how bad it is). Any suggestions on a carpet business that can help with this ASAP? He has a perfectly nice litter box but somehow this area keeps calling his attention  — looking for recommendations."
      ]
    },
    {
      "comments": [
        "Well since Deleuze says ideas should be \"obscure and distinct\" (and not \"clear and distinct\" in the rationalist sense), it might be somewhat correct. > implying it's a bad thing [it certainly is for a colonialist authoritarian Marxist who cannot bite a… See More"
      ],
      "id": "cccfaa854b39d025e5004b76583e9466",
      "post": []
    },
    {
      "comments": [
        "Alfred TUNA snider would be proud!",
        "Jillian Aleja wow..."
      ],
      "id": "b49fd84a35abeafbfefeb76376a676fd",
      "post": [
        "Both remaining USA Debate teams at the EurOpen forfeited their quarter final rounds late last night after being given a motion that conflicted with their strong value of equity. The students collectively chose not to debate the resolution: This House believes that institutions should be allowed to deny services based on religious beliefs. We believe that the EurOpen tournament officials involved in writing and using this motion will use this as an educational moment going f… See More"
      ]
    },
    {
      "comments": ["no '"],
      "id": "49b305c658b7ccc205c6c58512c4e1c3",
      "post": [
        "edit: found someoneHi I have a friend who needs a judge for Alta - please message me and I’ll pass on their contact info. Thanks!"
      ]
    },
    {
      "comments": ["Is it for food or as a pet?"],
      "id": "a001779ee3b30b1245667f0f3bbb3f86",
      "post": []
    },
    {
      "comments": ["I think that at least here, Land WAS onto something great"],
      "id": "ff69a0cff3decbe7cdf9eb417f81740f",
      "post": [
        "“Anti-Oedipus is less a philosophy book than an engineering manual; a package of software implements for hacking into the machinic unconscious, opening invasion channels.”"
      ]
    },
    {
      "comments": [
        "Ishan  ",
        "friendship ended with finance, now development economics is my best friend"
      ],
      "id": "16d0c7b750bce6eabef79de41dbe1283",
      "post": []
    },
    {
      "comments": [
        "Western JV and Novice Championship will be announced after D1's director's meeting. "
      ],
      "id": "8c8ccb49f7ce9d91ea32e7547ce7c6c6",
      "post": [
        "Second semester tournaments: am I missing anything?1/2-6 Fullerton-Georgetown1/8-11 Indiana1/16-18 Navy… See More"
      ]
    },
    {
      "comments": [
        "Great! We’re technically one block above happy valley but will consider ourselves in the group ",
        "Thank you Happy Valley Mutual Aid for reaching out to All your town neighbors. Kelli Jo Hall"
      ],
      "id": "9f688893491a460acf4060c55e5d909a",
      "post": []
    },
    {
      "comments": [
        "Oops, my venmo is mugg43211",
        "bump!!",
        "also if rent support becomes a need this resource might be helpful! ",
        "HEY ALL! This is still a need, can you please donate a few bucks? ",
        "Emmaline Bigongiari thanks so much for boosting this, I rarely ever ask for help because I just feel like a burden but its really helpful thanks again everyone!",
        "I will re share on IG and text some neighbors too!",
        "Emmaline Bigongiari you’re awesome "
      ],
      "id": "16de9c1b4d66ac641cd189111ae7a4bf",
      "post": [
        "Hi everyone, im requesting fundraising for my car insurance (overdue) and my utilities, together i’d need $120 to cover the bills. Anything you guys can pitch in I’ll appreciate and I’m glad to be part of this group, thanks for the mutual support!"
      ]
    },
    {
      "comments": [
        "Robbery at Haggen! They caught the guy on campus about an hour and a half later."
      ],
      "id": "b50e353b198dd1af293643683c157411",
      "post": []
    },
    {
      "comments": ["b u m p !!  "],
      "id": "6cc805d8a9ebca745b59bb5fba3ed5b8",
      "post": [
        "Hi all, I have printed zine copies of the Combahee River Collective Statement I would like to distribute.The Combahee River Collective statement was written by a buncha Black Feminists n Lesbians and I found that their statement brought up alotta feelings I had felt. … See More"
      ]
    },

    {
      "comments": ["Adopt from Mexico!   https://bajadogslapaz.org/"],
      "id": "398a105809bfcd3dd3f02e22c125b34e",
      "post": []
    },
    {
      "comments": ["I'll bet I can guess which 1% that is."],
      "id": "14f3da8bee3ae6aa6d42268a8a0be54e",
      "post": []
    },
    {
      "comments": [
        "https://www.goodreads.com/.../13436591-the-hermetic-deleuze maybe not supernatural per se but a spin on the natural "
      ],
      "id": "7c97c7342aa33446c06d4762cfb9538b",
      "post": [
        "Is there any recognition in the works of D and G of the possibility of the supernatural? Or cosmic teleology?"
      ]
    },
    {
      "comments": ["This ain’t it "],
      "id": "dee8624c9aeb0533b79292acda643f2c",
      "post": [
        "As I’m getting older, I’m finding the “conservative talking point” of accepting everything as your fault is not true, but it should be perceived to be true. Obviously everything is not one’s fault.But you start to feel like you have a lot more control of your life if you think it is your fault. Because if you think it is, then you also think you can mold and shape your life since you now believe, or are perceived to believe, that you have control. … See More"
      ]
    },
    {
      "comments": [
        "",
        "NPR  · 13 hrs",
        "",
        "ABC News  · Nov 13",
        "",
        "USA TODAY  · Yesterday"
      ],
      "id": "eea7d0e3ee859dce25e87debddd238c5",
      "post": []
    },
    {
      "comments": [
        "King county elections is world class.  They take it very seriously.   Yes they do and will reject and follow up ballots with signature issues.  Very leagal."
      ],
      "id": "d39ba1a5a2285acc00c8667f67444495",
      "post": [
        "QUESTION,  is this LEGAL??!!Anyone else get your Vote envelope back with1. \"Signature concern\"… See More"
      ]
    },
    {
      "comments": ["Can't believe they didnt draft mcdaniels"],
      "id": "c3b6618304e02d0b86a2c636db0501b8",
      "post": [
        "jazz got absolutely FLEECED, can't believe they gave away the rights to Ante Tomić... jazz just gave up a player who could be a franchise cornerstone for years to come....."
      ]
    },
    {
      "comments": ["Yall can’t flow "],
      "id": "ea2ce537d49c17b1817350efda9f9416",
      "post": [
        "Out of curiosity, I wanted some perspective from people that have been in debate for a while: do you think the quality of debating has generally improved with time, declined with time, or stayed about the same? I'm thinking over the last 10-ish years but I'm curious to hear your thoughts on any timescale"
      ]
    },
    {
      "comments": [
        "I would like two of the Seahawk masks please. I will message you. "
      ],
      "id": "18959d72e83589f992f85a7b554a6b67",
      "post": [
        "I have some more face mask hand made all have adjustable $6 each we location in Covington by Fredmyer , Christmas mask and Seahawks mask and Nike"
      ]
    },
    {
      "comments": [
        "Ya I seen all that in your other post. Im sorry people need to be so inconsiderate and rude. It's ok to need and ask for a little help. Most of us are struggling this year and people should be understanding and supportive. Makes me sad"
      ],
      "id": "892bdbd1ff0265a3f109efeb208897a5",
      "post": []
    },
    {
      "comments": ["Los amo a los3"],
      "id": "cab4fe55388acc86688e32203f28bb03",
      "post": []
    },
    {
      "comments": ["Happy birthday  but omg look at u"],
      "id": "9e379c7edb6e61827bfe653d35598b24",
      "post": ["Happy birthday to my momma. Te quiero mucho ama"]
    },
    {
      "comments": [
        "Yall never had Northwestern et. al toss cards all over the room and it shows. Did they read this one? Who fkn knows check your flow."
      ],
      "id": "5a8f81ace0092f7bf732909391c54e6e",
      "post": [
        "Out of curiosity, I wanted some perspective from people that have been in debate for a while: do you think the quality of debating has generally improved with time, declined with time, or stayed about the same? I'm thinking over the last 10-ish years but I'm curious to hear your thoughts on any timescale"
      ]
    },
    {
      "comments": ["That's yummy!"],
      "id": "c02d7d143bfa1510f0d94bf2d19d2342",
      "post": [
        "\"what do you want for dinner?\"\"a grilled cheese with turkey in it.\"\"you mean a turkey melt?\"\"i dunno.\"Gourmet turkey melt by Dad it is."
      ]
    },
    {
      "comments": ["Yayy Mark! It looks like he loved the reward!!! "],
      "id": "eec7cfd898e163c9b79829e48863a038",
      "post": [
        "Out celebrating Mark Jr’s best report card ever!!! So proud of him!!! "
      ]
    },

    {
      "comments": [
        "I usually have pretty good luck. What drives me nuts as a buyer is all the scam sales ads for everything!  "
      ],
      "id": "2a3e956c3533b66565fcb07a29d76356",
      "post": [
        "Sorry for the rant. Is anyone else really frustrated with how people behave through Facebook Marketplace? I remember years ago, when buying and selling were fun. You could find the odds and ends you were looking for, and be able to have a virtual type garage sale to get rid of things. Recently, I would say within the last year, a majority of my experiences, both buying and selling, are negative. … See More"
      ]
    },
    {
      "comments": [
        "I'm upset by cis, straight men being praised as heroes for wearing dresses. But I'll still take a seat."
      ],
      "id": "3bba7025aa778f6c20d8e12d68507bc6",
      "post": ["@hisueyun"]
    },
    {
      "comments": [
        "Totally agree. Its indicative of the same behavior that permeates social media in general. People get \"bullet proof\" hiding behind their keyboard and say the damnedest things. Imagine if suddenly everyone had to include their home address and place of … See More"
      ],
      "id": "7c37958062a7f4ac7f73481799726aca",
      "post": [
        "Sorry for the rant. Is anyone else really frustrated with how people behave through Facebook Marketplace? I remember years ago, when buying and selling were fun. You could find the odds and ends you were looking for, and be able to have a virtual type garage sale to get rid of things. Recently, I would say within the last year, a majority of my experiences, both buying and selling, are negative. … See More"
      ]
    },
    {
      "comments": ["drip too hard"],
      "id": "44efe0413cee58fc9887f509d2bd2913",
      "post": ["Possible into the woods costume?"]
    },
    {
      "comments": [
        "I'm upset by cis, straight men being praised as heroes for wearing dresses. But I'll still take a seat.",
        "Cory Brian definitely true. I do think this meme was about Candace Owen's throwing a fit about Harry styles wearing a dress",
        "Cory Brian but yeah, they get praise for doing the bare minimum, always lmao"
      ],
      "id": "7775566eaf3d50ff31ad7dc1618c9bfd",
      "post": ["@hisueyun"]
    },
    {
      "comments": [
        "Lette Lexi can you drop your paypal link so folks know how to send $?",
        "https://www.paypal.me/lexinewman4981"
      ],
      "id": "9293a7a14eda293e0039d756c7edb0dc",
      "post": [
        "Hello everyone  hope your staying dry and safe today! I wanted to see if there was anyone in the community who could let my wife borrow $20 to get her cell phone turned back on its really important for her job. She did mention she can pay it back in her first check. Were just struggling with income right now so anything at this moment will help her. Thanks for reading & have a blessed day  "
      ]
    },
    {
      "comments": [
        "also if rent support becomes a need this resource might be helpful! ",
        "HEY ALL! This is still a need, can you please donate a few bucks? "
      ],
      "id": "683f6e0e678fb0e9ddcdfe273be667a1",
      "post": [
        "Hi everyone, im requesting fundraising for my car insurance (overdue) and my utilities, together i’d need $120 to cover the bills. Anything you guys can pitch in I’ll appreciate and I’m glad to be part of this group, thanks for the mutual support!"
      ]
    },
    {
      "comments": ["Todd Johnson does good work"],
      "id": "da35289fe591cab624708eeb0a13413b",
      "post": [
        "Can anyone recommend an inexpensive junk removal service? We recently remodeled our kitchen and we have the old cabinets that need to be disposed of. I was going to rent a truck and make a run to the dump, but I wanted to see if there was an alternative way to get rid of everything. Thanks! — looking for recommendations."
      ]
    },
    {
      "comments": [
        "From my understanding , deleuze uses pierces semiology to understand affects and percepts ..we see this in his film books where affection images are the close up, where subject and object are hard to distinguish, as in lovers embracing. Perception imag… See More"
      ],
      "id": "a6a36c5999810c17fef0e29c3ac34758",
      "post": []
    },
    {
      "comments": ["Moira Rose's movie in Shitt's Creek....."],
      "id": "ead3d41587f1118c5e19e8c3ea9c97db",
      "post": [
        "A crow was blocking my path in the sidewalk. Now clearly only one of us could be there at the same time. Being the kind and fearful soul that I am, I did what anyone would do. I went a different direction!!!"
      ]
    },
    {
      "comments": [
        "And then you have dreams about it for the rest of your life......like going to class and realizing it's the final and you haven't been to the class the entire semester. I still have those dreams!"
      ],
      "id": "025e52b9588db8195b45db210f43f7b5",
      "post": [
        "What I have to do: write two essays and make three discussion board posts before I wake up tomorrow. What I want to do: be lulled to sleep by the voices of Feirouz and Umm Kulthoum"
      ]
    },
    {
      "comments": ["Beautiful!! "],
      "id": "0f6c612de794a96fd18d11b34769bf89",
      "post": []
    },
    {
      "comments": ["Thats my beautifull girl "],
      "id": "3bd4cda54254283f62602dc62d1e2d86",
      "post": []
    },
    {
      "comments": ["Great picture."],
      "id": "837259e6cae663ba470c2097db4e0b26",
      "post": []
    },
    {
      "comments": [
        "Thanks Caitlin! It's a great cause! I hope you're doing well!"
      ],
      "id": "26d6722c3caf0496809aa47f977b3f42",
      "post": []
    },
    {
      "comments": [
        "Dang, that's not a little tap of the fender. Someone hit that hard and with speed."
      ],
      "id": "ae323aeb703b0a76b5ab1a220f1324fb",
      "post": [
        "This is probably a long shot, but I'm a nurse at Valley. When I got off my shift last night, someone had slammed into my car. No license plate yet, but it appears it was a blue GMC pickup, not sure year. If you know someone who was at valley yesterday around 12:30pm, and now has damage to their front right or side of their truck, it would be awesome to know. Security is working on trying to get other cameras to show a license plate, but not optimistic. Yes I have uninsured … See More"
      ]
    },
    {
      "comments": ["hell no"],
      "id": "9d480ef96f276be6b469922c9f42876f",
      "post": []
    },
    {
      "comments": [
        "Love love love Shirley!   She has helped us sell/buy our homes.  "
      ],
      "id": "d01ac05fccd3ac5c5c4f2c7c08709636",
      "post": []
    },
    {
      "comments": [
        "Thank you Roxy!!!! I love and miss you angel! Wishing you an amazing and safe holiday season!! "
      ],
      "id": "791ce93edfdb156caf9ec37833cefe62",
      "post": []
    },
    {
      "comments": ["Julia Nolte "],
      "id": "f5d052ae9a6df04fe9f01d769c95f124",
      "post": []
    },
    {
      "comments": ["This was lowkey my peak "],
      "id": "11518e7f0cf84bc509a8d00866006f77",
      "post": ["Hey  just got braces how do I look"]
    },
    {
      "comments": [
        "email me at henryakhadka@gmail.com i'm available friday and all weekend "
      ],
      "id": "4d7eac131b5403bfddbf3744d859495b",
      "post": [
        "Hi, looking for someone to judge for us at the Big Ridge tournament from December 11-12 in Policy. Me and my partner Andre are the only policy team in our school, our parents are really lay, and we don't have a coach. We're willing to pay and price is negotiable, our team name is Princeton PT. Thanks in advance"
      ]
    },
    {
      "comments": [
        "Grandmas EssentialsAnd  I make very nice wood engraved plaques "
      ],
      "id": "b5b84ac5a9c78d0705e4ee8821f57a1b",
      "post": [
        "I would love to buy as many Christmas gifts as I can from friends' pages and local shops this year!I would prefer to buy from friends as opposed to retail stores since it's easier, more convenient and I get the absolute very best customer service...plus, I am helping someone achieve their goals!!Whether it's Wax, handbags, jewelry, skincare and makeup, Clothes, pampering products , kitchen tools, nails, art, or any classes why not buy from those we know??… See More"
      ]
    },
    {
      "comments": [
        "FAKE news!  !  !  The poster is just swinging shade — With no fact basis behind it at all."
      ],
      "id": "600b00da6dd016d49457110fd2434f9c",
      "post": [
        "Is our Governor really having a party in Hawaii with 35 of his demon friends after putting restrictions on your families Thanksgiving?"
      ]
    },
    {
      "comments": [
        "Again! THE LEVEL OF JUST PURE STUPIDITY!  This is getting absolutely CRAZY.  Did you see the Damn stupid Rockefeller Christmas Tree in New York.  Ugly tree making a statement.  This is BS.  Really Enough is enough on the political statements.  Wake up!… See More"
      ],
      "id": "2b11ffd4f4d5e678212372b62103caa2",
      "post": [
        "Is our Governor really having a party in Hawaii with 35 of his demon friends after putting restrictions on your families Thanksgiving?"
      ]
    },
    {
      "comments": [
        "He was sweating bullets.  Lying is hard work.",
        "Robot oil."
      ],
      "id": "499bbc05ae9c5758d7b4f485f41bbed2",
      "post": [
        "Rudy Giuliani gave a news conference on Thursday in which, as he continued to cast doubt on the results of the election, it looked as though his hair was melting. Several hairdressers have said that what was dripping down his face was likely not hair dye."
      ]
    },
    {
      "comments": [
        "He was sweating bullets.  Lying is hard work.",
        "Robot oil.",
        "https://vm.tiktok.com/ZMJQYDXH5/",
        "Probably that evil goo from the 5th element",
        "Not human, that’s for sure. ",
        "I'm gonna sweat that loss right out of my hair",
        "Then what the heck was it?",
        "It's \"great looking hair\" by Ron Popeil.",
        "Giuliani definitely has a drip problem, it was just never visible in this way before.",
        "Blue Bloods",
        "Diarrhea...????",
        "I’m not permitted to read this piece, what was the consensus?  "
      ],
      "id": "ae01441602727617e1a748324b175383",
      "post": [
        "Rudy Giuliani gave a news conference on Thursday in which, as he continued to cast doubt on the results of the election, it looked as though his hair was melting. Several hairdressers have said that what was dripping down his face was likely not hair dye."
      ]
    },
    {
      "comments": [
        "second --- Taylor Marshall rallies the (extraparamilitary?) troops: https://m.youtube.com/watch?v=B0DVmp1_qOQ"
      ],
      "id": "ea371c6fd17fef79d73c42c2f1a9c34b",
      "post": []
    },
    {
      "comments": [
        "Krishna Menon i would support a statue of you  ",
        "omg i want my statue to be in Milstein that’s the only acceptable location"
      ],
      "id": "2f44cb89e2e42159c223a8331f19e728",
      "post": [
        "7688. Can we just take a moment to admire how CCSC, ESC, and GSSC are pushing for Optional Pass/Fail (well I’m not sure about the last one) ... Maybe one day a statue can be erected to honor their efforts. That would probably be the last statue to get toppled in the future culture wars."
      ]
    },
    {
      "comments": [
        "Tried Topresume. Instantly regretted it. After 2 drafts, still found over 12 grammar and formatting errors. The sentences sounded like a non-native English speaker wrote them. AVOID!",
        "Ugh, I just paid for the service the other day..."
      ],
      "id": "772cc71c865ad6ca73a9398f7dfbb7c1",
      "post": ["Is A Resume Writing Service Really Worth It? Read This"]
    },
    {
      "comments": [
        "Tried Topresume. Instantly regretted it. After 2 drafts, still found over 12 grammar and formatting errors. The sentences sounded like a non-native English speaker wrote them. AVOID!",
        "Exactly! The person assigned to me most definitely wasn't a native English speaker and used words that made no sense or were totally inappropriate. He also took too long to respond, using up the days I was allowed in communicating. ",
        "Ugh, I just paid for the service the other day..."
      ],
      "id": "3aa895fa37a18e03015fd6c20334d5c6",
      "post": ["Is A Resume Writing Service Really Worth It? Read This"]
    },
    {
      "comments": ["There's a Panera?  And you can drive thru?"],
      "id": "9ff56db38259a33036aa4c675f7ea272",
      "post": [
        "Thank you to the lady in the drive thru at Panera who just paid for my family's dinner! I'm in awe right now. "
      ]
    },
    {
      "comments": ["Serena Jones"],
      "id": "313a05ae02b2e311f534fbd08039ad80",
      "post": [
        "hi, san mateo needs 1 judge for alta on the weekend of december third, if anyone is free please pm!"
      ]
    },
    {
      "comments": [
        "State Lawmakers Jet Off To Maui This Week To Hang Out With LobbyistsNov 17, 2020… See More"
      ],
      "id": "7a1584b4883333b58f8d1134230bf06a",
      "post": ["Hehe"]
    },
    {
      "comments": ["I’m dying "],
      "id": "9288dc97f6996ba053ea616e9051dfb4",
      "post": ["Lol"]
    },
    {
      "comments": [
        "",
        "Chicago Tribune  · 8 hrs",
        "",
        "POLITICO  · 19 hrs",
        "",
        "The Wall Street Journal  · Nov 16"
      ],
      "id": "52ea34df9bab2d39573e271125453aef",
      "post": []
    },
    {
      "comments": [
        "Jay inslee is in Maui at a political conference... but you do you."
      ],
      "id": "4781369f40fd4a325c7b8b9731005be7",
      "post": []
    },
    {
      "comments": ["how much for the bio book?"],
      "id": "1c6cd2ab841fa6b7f7c4264f2bc86562",
      "post": ["Selling text books!"]
    },
    {
      "comments": ["are you still selling the bio book?"],
      "id": "cc2f0b10c24c61d4da5ec8960dc88f3d",
      "post": [
        "BIO 101 (new)-$30Anthro 201 (new)-$15Psych 101 (front cover damage, inside is good)-$10Math 114 (with binder)-$25"
      ]
    },
    {
      "comments": [
        "i will buy it!",
        "I will take it if it is still available!!"
      ],
      "id": "626c541663bdb883b760ceef75e3e446",
      "post": [
        "Anyone want to buy a Chem 161, 162, 163 textbook? Selling for $45"
      ]
    },
    {
      "comments": [
        "I am, its sixth edition, but most math profs dont care",
        "I have a pdf I can share!!"
      ],
      "id": "ad6710be20b899d4d57a1e9cc2a7dbcf",
      "post": []
    },
    {
      "comments": ["May Cha idk if you still need this book but here"],
      "id": "1cb7462e3691ac3565cb588770f9438e",
      "post": [
        "Selling this book for $50 from Math 112. Message me if you want it"
      ]
    },
    {
      "comments": [
        "Hey I have a math 112 book! It’s in slightly rough shape but I’d take $40 for it!"
      ],
      "id": "7f6564616aeb98a97efd545db8133f24",
      "post": []
    },
    {
      "comments": ["You too?  Awesome!  "],
      "id": "5e8baf82f278bb27875ae75e9cad04f6",
      "post": []
    },
    {
      "comments": ["Hopefully! It seems like there’s not many of us"],
      "id": "615faaefc1e2158f92e6c87fe1b56cdf",
      "post": []
    },
    {
      "comments": ["We could be great friends!  "],
      "id": "6ec786f80957e4c75a7f0410e664b4d1",
      "post": []
    },
    {
      "comments": [
        "Thank you for the info Nathalie Wagler and Jared Cullum!  Unfortunately it seems my phone is off campus... so it was certainly not brought to the lost and found.  I've already filed a police report.  XD"
      ],
      "id": "8d3f2e4e649bffe959532d9ff778a1b7",
      "post": []
    },
    {
      "comments": ["Wait... what?  Am I looking in a mirror?  "],
      "id": "96bc1f0cef81a97f7574a58f35f52b55",
      "post": []
    },
    {
      "comments": ["#GameDesignAsAnArtform"],
      "id": "202b1425cc26b3aafb6a06c981b02fc9",
      "post": []
    },
    {
      "comments": [
        "Hey I'm also a twin!  (Although he's actually going to Western as well)"
      ],
      "id": "5a7f9b338c2b6a1a38fc6ca53c8256c6",
      "post": []
    },
    {
      "comments": ["#cats4Life"],
      "id": "aec26236647558c06b147f26167b020c",
      "post": []
    },
    {
      "comments": ["Bring back Seahawks Stadium"],
      "id": "3b3f6453830aa8eb2a941516af909ee0",
      "post": [
        "BREAKING NEWS: The home of the Seahawks and Sounders FC has a new name."
      ]
    },
    {
      "comments": [
        "So cute and adorable",
        "Very cute ",
        "Chow cute",
        "Ellie Mansfield",
        "Emily Jade Smith",
        "Daniel Simpson",
        "Ira Zharkov Weilנכניס לך בעלי חיים חמודים לפיד ",
        "Adorable!!!",
        "Robin Kurz ik wil deze",
        "Hli Nra Thao",
        "Boss Tarit",
        "My dog doesn’t look like she has eyelashes",
        " ",
        "Jye Chang",
        "Lunna Beatriz Yakamura",
        "https://youtube.com/channel/UCMsThiqNW2Qe34xwPB6Sz6g",
        "Ruben H. Lagunes",
        "Alona",
        "Emma McDonald",
        "Chris Bowen",
        "https://www.youtube.com/watch?v=1As6Pyt0WCk...",
        "https://youtu.be/_WtfK1H3XB8",
        "https://youtu.be/KxwbK9ohoV4",
        "Kristie Garcia",
        "https://youtu.be/noG8bK9zWfg",
        "Cute animals butts here http://www.ifoyer.com/me/",
        "More cute and adorable animals videos, https://m.youtube.com/watch?v=Go-y206YOyg&t=27s",
        "Who has tried it?? Pros or cons?Online puppy and dog training program with hundreds of videos from obedience to tricks. 25% discount code off membership using MULE.  If you try it let me know how you like it. Baxterandbella.com"
      ],
      "id": "0716b7a1154d58afbdd53d93fde8e756",
      "post": ["Cute Pups!"]
    },
    {
      "comments": ["So cute and adorable", "Very cute "],
      "id": "66a966a7920974c1c6262670518d009c",
      "post": ["Cute Pups!"]
    },
    {
      "comments": [
        "So cute and adorable",
        "Very cute ",
        "Chow cute",
        "Ellie Mansfield",
        "Emily Jade Smith",
        "Daniel Simpson",
        "Ira Zharkov Weilנכניס לך בעלי חיים חמודים לפיד ",
        "Adorable!!!",
        "Robin Kurz ik wil deze",
        "Hli Nra Thao",
        "Boss Tarit",
        "My dog doesn’t look like she has eyelashes",
        " ",
        "Jye Chang",
        "Lunna Beatriz Yakamura",
        "https://youtube.com/channel/UCMsThiqNW2Qe34xwPB6Sz6g",
        "Ruben H. Lagunes",
        "Alona",
        "Emma McDonald",
        "Chris Bowen",
        "https://www.youtube.com/watch?v=1As6Pyt0WCk...",
        "https://youtu.be/_WtfK1H3XB8",
        "https://youtu.be/KxwbK9ohoV4",
        "Kristie Garcia",
        "Danielle Loch Boyd so cute! ",
        "https://youtu.be/noG8bK9zWfg",
        "Cute animals butts here http://www.ifoyer.com/me/",
        "More cute and adorable animals videos, https://m.youtube.com/watch?v=Go-y206YOyg&t=27s",
        "Who has tried it?? Pros or cons?Online puppy and dog training program with hundreds of videos from obedience to tricks. 25% discount code off membership using MULE.  If you try it let me know how you like it. Baxterandbella.com"
      ],
      "id": "c4480d866b7fe5830c1f6d3170da131d",
      "post": ["Cute Pups!"]
    }
  ]
}
